[
  {
    "feedback": "“Carlos is THE definition of state-of-the art design. The bar is never too high for Carlos, and he pushes his teammates to constantly try harder. Carlos displays a lot of customer obsession and is a very gifted UX/UI designer that I would love to work again with. Congrats for fighting for excellence!”",
    "customer": {
      "name": "Valentin Vermersch",
      "picture": "/images/customer-1.png",
      "position": "Angel Investor | GM @Deliverect"
    }
  },
  {
    "feedback": "“Comandos is a UX expert, passionate about creating top-notch usable technology products. He has solid knowledge of how to execute UX processes, has a leading voice and is demanding of his peers to get what is required. Lastly, he has a great ability to take complex processes and translate them into an incredible interface.”",
    "customer": {
      "name": "Nicolás Mendoza del Solar",
      "picture": "/images/customer-2.png",
      "position": "CEO @RebajaTusCuentas"
    }
  },
  {
    "feedback": "“Excelente profesional con una gran visión e ideas inovadoras. Rápidamente capta la necesidad que plantea soluciones precisas. My responsable, sumamente eificiente en trabajo remoto. Sus diseños y UX nos permitio aumentar nuestra conversion, experiencia de usuario.”",
    "customer": {
      "name": "Martín Mendoza del Solar",
      "picture": "/images/customer-3.png",
      "position": "CTO @RebajaTusCuentas"
    }
  },
  {
    "feedback": "“I worked with Carlos on the design of the new website for Kriptos. The level of detail and professionalism demonstrated and the delivery of the product was above and beyond all the designers I have worked with. This made the creation of the site easier, simpler and quicker to turn the project into a reality. I recommend him for a complete project at any time.”",
    "customer": {
      "name": "Luigi Forestieri",
      "picture": "/images/customer-4.png",
      "position": "Marketing Director @Paypal"
    }
  },
  {
    "feedback": "“Carlos was and still be my mentor in my career as a webflow developer, he helped me a lot to grow in this area. I can mention several great things about him, but the most important ones are that he has pretty solid knowledge about how to create exceptional digital products and a powerful experience in UX/UI design, he is also a great team leader and a great person too.” I will never forget\"If you want to reach greatness, always look up to the details\" - Carlos Pérez",
    "customer": {
      "name": "Rodrigo Torres",
      "picture": "/images/customer-5.png",
      "position": "Webflow Developer | Ex Rappi"
    }
  }
]
