[
  {
    "title": "Impacting teams, products and thousands of people",
    "feedback": "“Carlos is THE definition of state-of-the art design. The bar is never too high for Carlos, and he pushes his teammates to constantly try harder. Carlos displays a lot of customer obsession and is a very gifted UX/UI designer that I would love to work again with. Congrats for fighting for excellence!”",
    "customer": {
      "name": "Valentin Vermersch",
      "picture": "/images/customer-1.png",
      "position": "Angel Investor | GM @Deliverect"
    }
  },
  {
    "title": null,
    "feedback": "“Tengo la gran fortuna de encontrarte con Carlos. Carlos es un experto en UX, apasionado por crear productos tecnológicos usables, amigables y de primera calidad. Tiene conocimientos modernos de cómo se debe ejecutar los procesos de UX, tiene una voz líder y es exigente con sus compañeros de trabajo para obtener lo que se quiere. Por último, tiene una gran habilidad para tomar procesos complejos y plasmarlos en una interfaz amigable. Sin duda, un profesional extraordinario.”",
    "customer": {
      "name": "Nicolás Mendoza del Solar",
      "picture": "/images/customer-2.png",
      "position": "CEO @RebajaTusCuentas"
    }
  },
  {
    "title": null,
    "feedback": "“Excelente profesional con una gran visión e ideas inovadoras. Rápidamente capta la necesidad que plantea soluciones precisas. My responsable, sumamente eificiente en trabajo remoto. Sus diseños y UX nos permitio aumentar nuestra conversion, experiencia de usuario.”",
    "customer": {
      "name": "Martín Mendoza del Solar",
      "picture": "/images/customer-3.png",
      "position": "CTO @RebajaTusCuentas"
    }
  },
  {
    "title": null,
    "feedback": "“I worked with Carlos in designing and building a new website for Kriptos. We worked together designing the experience both mobile and desktop. The level of detail and professionalism demonstrated and the delivery of the product was above all the designers I have worked with in the past. This made the creation of the site easier, simpler and faster to turn the project into a reality. He also made suggestions on design, focusing on the UX and how the user would perceive both the website and the company. I recommend him for a full UX/UI project anytime.”",
    "customer": {
      "name": "Luigi Forestieri",
      "picture": "/images/customer-4.png",
      "position": "Marketing Director @Paypal"
    }
  },
  {
    "title": null,
    "feedback": "“Carlos was and still be my mentor in my career as a webflow developer, he helped me a lot to grow in this area. I can mention several great things about him, but the most important ones are that he has pretty solid knowledge about how to create exceptional digital products and a powerful experience in UX/UI design, he is also a great team leader and a great person too.” I will never forget\"If you want to reach greatness, always look up to the details\" - Carlos Pérez",
    "customer": {
      "name": "Rodrigo Torres",
      "picture": "/images/customer-5.png",
      "position": "Webflow Developer | Ex Rappi"
    }
  }
]
